import React, {Component} from 'react';

export default class SiganSim extends Component {
  render() {
    return (
      <div style={{margin: "16px"}}>
        <h1>개인정보처리방침</h1>
        <h2>시간표 시뮬레이터 2020</h2>
        <h3>
        1. 개인정보의 처리 목적
        </h3>
        시간표 시뮬레이터('http://sigansim.hearta.de')는 다음의 목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의 용도로는 이용하지 않습니다.
        <br/> - 고객 가입의사 확인, 고객에 대한 서비스 제공에 따른 본인 식별.인증, 회원자격 유지.관리, 물품 또는 서비스 공급에 따른 금액 결제, 물품 또는 서비스의 공급.배송 등
        <br/>
        <br/>
        <br/>
        <h3>
        2. 개인정보의 처리 및 보유 기간
        </h3>① 시간표 시뮬레이터('http://sigansim.hearta.de')는 정보주체로부터 개인정보를 수집할 때 동의받은 개인정보 보유, 이용기간 또는 법령에 따른 개인정보 보유, 이용기간 내에서 개인정보를 처리, 보유합니다.
        <br/>
        <br/>② 구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다.
        <br/>- 고객 가입 및 관리: 서비스 이용계약 또는 회원가입 해지시까지
        <br/>
        <br/>
        <br/>
        <h3>
        3. 정보주체와 법정대리인의 권리·의무 및 그 행사방법 이용자는 개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.
        </h3>① 정보주체는 시간표 시뮬레이터('http://sigansim.hearta.de')의 개밟자에게 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
        <br/>1. 개인정보 열람요구
        <br/>2. 오류 등이 있을 경우 정정 요구
        <br/>3. 삭제요구
        <br/>4. 처리정지 요구
        <br/>
        <br/>
        <h3>4. 처리하는 개인정보의 항목 작성 </h3>
        ① 시간표 시뮬레이터('http://sigansim.hearta.de')는 다음의 개인정보 항목을 처리하고 있습니다.
        <br/>1. 페이스북 공유
        <br/>- 필수항목 : 페이스북 계정명
        <br/>
        <br/>
        <h3>5. 개인정보의 파기</h3>
        시간표 시뮬레이터('http://sigansim.hearta.de')는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
        <br/>-파기절차
        <br/>이용자가 입력한 정보는 목적 달성 후 개인정보가 불필요하게 된 경우 즉시 파기됩니다.
        <br/>
        <br/>-파기기한
        <br/>이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.
        <br/>
        <br/>
        <h3>6. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항</h3>
        본 웹사이트는 쿠키를 사용하지 않습니다.
        <br/>
        <br/>
        <h3>7. 개인정보 보호책임자 작성 </h3>
        ①  시간표 시뮬레이터('http://sigansim.hearta.de')는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
        <br/>▶ 개인정보 보호책임자 
        <br/>성명: 박수한
        <br/>직책: 제작자
        <br/>연락처: heartade@mail.com
        <br/>
        <br/>
        <h3>8. 개인정보 처리방침 변경</h3>
        ①이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
        <br/>
        <br/>
        <h3>9. 시간표 시뮬레이터('http://sigansim.hearta.de')는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.</h3>
        1. 해킹 등에 대비한 기술적 대책
        <br/>시간표 시뮬레이터의 개발자는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
        <br/>
        <br/>
      </div>
    )
  }
}

